Panels and mullions created by a curtain grid were created with slight inaccuracies.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GridlinesWerePushed { get; }
  Visual Basic
Public Shared ReadOnly Property GridlinesWerePushed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GridlinesWerePushed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurtainWallFailures Class
  Autodesk.Revit.DB Namespace